<!DOCTYPE html>
<html lang="en">
    <head>
        <title>Privacy Policy</title>
    </head>
    <body>
        <p>
            Politika e Privat&euml;sis&euml;<br><br>

            N&euml; Invest IN, jemi t&euml; p&euml;rkushtuar p&euml;r mbrojtjen e privat&euml;sis&euml; tuaj. Kjo Politik&euml; e Privat&euml;sis&euml; p&euml;rcakton si marrim, p&euml;rdorim dhe ndajm&euml; t&euml; dh&euml;nat tuaja personale.
            T&euml; dh&euml;nat q&euml; marrim:<br>

            Kur vizitoni faqen ton&euml; t&euml; internetit, mund t&euml; marrim informacione si adresa juaj IP, lloji i shfletuesit dhe lloji i pajisjes.
            Kur plot&euml;soni nj&euml; formular kontakti, marrim emrin tuaj, adres&euml;n e email-it dhe numrin tuaj t&euml; telefonit.
            Kur merrni pjes&euml; n&euml; nj&euml; transaksion me ne, mund t&euml; marrim informacione shtes&euml; si emrin e biznesit tuaj, informacion financiar dhe detajet relevante t&euml; tjera.<br><br>

            Si p&euml;rdorim t&euml; dh&euml;nat tuaja:<br>

            Mund t&euml; p&euml;rdorim t&euml; dh&euml;nat tuaja personale p&euml;r t&euml; p&euml;rgjigjur ndaj pyetjeve tuaja, t&euml; procesojm&euml; transaksionet dhe t&euml; ofrojm&euml; mb&euml;shtetje p&euml;r klient&euml;t.
            Mund t&euml; p&euml;rdorim t&euml; dh&euml;nat tuaja personale p&euml;r t&euml; p&euml;rmir&euml;suar faqen ton&euml; t&euml; internetit dhe sh&euml;rbimet tona.
            Mund t&euml; p&euml;rdorim t&euml; dh&euml;nat tuaja personale p&euml;r t'ju d&euml;rguar materiale promovuese dhe t&euml; zhvillimeve rreth sh&euml;rbimeve tona, por ju mund t&euml; largoheni nga k&euml;to komunikime n&euml; &ccedil;do koh&euml;.<br><br>
            Shp&euml;rndarja e t&euml; dh&euml;nave tuaja:<br>

            Mund t&euml; ndajm&euml; t&euml; dh&euml;nat tuaja personale me ofruesit e sh&euml;rbimeve t&euml; besuesh&euml;m t&euml; pal&euml;s s&euml; tret&euml; q&euml; na ndihmojn&euml; n&euml; operimin e faqes son&euml; t&euml; internetit dhe n&euml; ofrimin e sh&euml;rbimeve tona.
            Mund t&euml; ndajm&euml; t&euml; dh&euml;nat tuaja personale me bler&euml;s ose shit&euml;s t&euml; mundsh&euml;m n&euml; lidhje me nj&euml; transaksion.
            Mund t&euml; zbulojm&euml; t&euml; dh&euml;nat tuaja personale n&euml;se k&euml;rkohet nga ligji ose p&euml;r t&euml; mbrojtur t&euml; drejtat tona ligjore.<br><br>

            Siguria:<br>

            Marrim masa t&euml; arsyeshme p&euml;r t&euml; mbrojtur t&euml; dh&euml;nat tuaja personale nga hyrja e paligjshme, p&euml;rdorimi ose zbulimi.
            P&euml;rdorim teknologjin&euml; e enkriptimit standarde t&euml; industris&euml; p&euml;r t&euml; mbrojtur t&euml; dh&euml;nat tuaja personale gjat&euml; transmetimit.<br><br>

            Ndryshimet n&euml; k&euml;t&euml; Politik&euml; t&euml; Privat&euml;sis&euml;:<br>

            Ne rezervojm&euml; t&euml; drejt&euml;n t&euml; zhvillojm&euml; ose modifikojm&euml; k&euml;t&euml; Politik&euml; t&euml; Privat&euml;sis&euml; n&euml; &ccedil;do koh&euml;. Do t'ju njoftojm&euml; p&euml;r &ccedil;do ndryshim t&euml; r&euml;nd&euml;sish&euml;m duke postuar politik&euml;n e zhvilluar n&euml; faqen ton&euml; t&euml; internetit.
        </p>
    </body>
</html>