<!DOCTYPE html>
<html lang="en">
    <head>
        <title>Terms of Condition</title>
    </head>
    <body>
        <p>
            Kushtet e P&euml;rdorimit<br>

            Mir&euml; se vini n&euml; Invest IN! Duke hyr&euml; n&euml; faqen ton&euml; t&euml; internetit dhe duke p&euml;rdorur sh&euml;rbimet tona, pajtoheni t&euml; respektoni k&euml;to Kushte t&euml; P&euml;rdorimit.<br><br>
            
            Prona Intelektuale:<br>
            
            T&euml; gjitha p&euml;rmbajtjet n&euml; faqen ton&euml; t&euml; internetit, duke p&euml;rfshir&euml; tekstin, grafikat, logot dhe imazhet, jan&euml; pron&euml; e Invest IN ose t&euml; licencuesve tan&euml; dhe jan&euml; t&euml; mbrojtura nga ligjet e pron&euml;s intelektuale.
            Nuk mund t&euml; p&euml;rdorni p&euml;rmbajtjen ton&euml; p&euml;r q&euml;llime komerciale ose pa lejen ton&euml; paraprake t&euml; shkruar.<br><br>
            
            Veprimet e Ndaluara:<br>
            
            Nuk mund t&euml; p&euml;rdorni faqen ton&euml; t&euml; internetit ose sh&euml;rbimet tona p&euml;r q&euml;llime t&euml; paligjshme ose pa leje.
            Nuk mund t&euml; angazhoheni n&euml; asnj&euml; sjellje q&euml; mund t&euml; d&euml;mtoj&euml;, &ccedil;aktivizoj&euml; ose pengoj&euml; faqen ton&euml; t&euml; internetit ose sh&euml;rbimet tona.
            Nuk mund t&euml; tentoni t&euml; fitoni qasje pa autorizim n&euml; faqen ton&euml; t&euml; internetit ose sh&euml;rbimet tona.<br><br>
            
            D&euml;shmi:<br>
            
            Faqja jon&euml; dhe sh&euml;rbimet tona ofrohen "si&ccedil; jan&euml;" pa asnj&euml; garanci ose p&euml;rfaq&euml;sim t&euml; llojit t&euml; ndonj&euml;.
            Nuk jemi p&euml;rgjegj&euml;s p&euml;r sakt&euml;sin&euml;, plot&euml;sin&euml; ose besueshm&euml;rin&euml; e asnj&euml; informacioni ose p&euml;rmbajtje n&euml; faqen ton&euml; t&euml; internetit.
            Nuk jemi p&euml;rgjegj&euml;s p&euml;r asnj&euml; d&euml;m ose humbje q&euml; vjen nga p&euml;rdorimi juaj i faqes son&euml; t&euml; internetit ose sh&euml;rbimeve tona.<br><br>
            
            Kufizimi i p&euml;rgjegj&euml;sis&euml;:<br>
            
            N&euml; mas&euml;n maksimale t&euml; lejuar nga ligji, Invest IN nuk do t&euml; jet&euml; i p&euml;rgjegjsh&euml;m p&euml;r &ccedil;do d&euml;m ose humbje q&euml; lind nga p&euml;rdorimi i faqes son&euml; t&euml; internetit ose sh&euml;rbimeve tona.
            Ne nuk do t&euml; jemi p&euml;rgjegj&euml;s p&euml;r ndonj&euml; d&euml;mtim indirekt, rast&euml;sor, pasues ose nd&euml;shkues.<br><br>
            Ligji n&euml; fuqi:<br>
            
            K&euml;to Kushte t&euml; Kushteve do t&euml; n&euml;nshtrohen dhe do t&euml; interpretohen n&euml; p&euml;rputhje me ligjet e [Vendosni Juridiksionin].
            &ccedil;do mosmarr&euml;veshje q&euml; lind nga k&euml;to Kushte t&euml; Kushteve do t&euml; zgjidhet p&euml;rmes arbitrazhit t&euml; obliguesh&euml;m n&euml; [Vendosni Juridiksionin].
            Ndryshimet n&euml; Kushtet e P&euml;rdorimit:
            Ne rezervojm&euml; t&euml; drejt&euml;n p&euml;r t&euml; zhvilluar ose modifikuar Kushtet e P&euml;rdorimit n&euml; &ccedil;do koh&euml;. Ju do t&euml; njoftoheni p&euml;r &ccedil;do ndryshim materiali duke postuar kushtet e p&euml;rdit&euml;suara n&euml; faqen ton&euml; t&euml; internetit.
        </p>
    </body>
</html>